{
  "articles": [
    {
      "id" : 1,
      "author": "Claire Robinson",
      "title": "Our invite-only Beta accounts are now live!",
      "content": "After a lot of hard work by the whole team, we’re excited to launch our closed beta. It’s easy to request an invite through the site and be among the first to experience our new platform. Our closed beta is a significant milestone in our development journey, and we can't wait to gather feedback from our early users. This invaluable input will help us fine-tune the platform and make it even better. So, don't hesitate – request an invite today and join us on this exciting adventure!",
      "image": "image-confetti.jpg"
    },
    {
      "id" : 2,
      "author": "Wilson Hutton",
      "title": "Take your Easybank card wherever you go",
      "content": "We want you to enjoy your travels. This is why we don’t charge any fees on purchases while you’re abroad. We’ll even show you the current exchange rate for the local currency, so you can make informed decisions when using your Easybank card. Our goal is to make your international journeys as convenient and cost-effective as possible, ensuring that your focus remains on the adventure, not the financial details.",
      "image": "image-plane.jpg"
    },
    {
      "id" : 3,
      "author": "Wilson Hutton",
      "title": "Treat yourself without worrying about money",
      "content": "Our simple budgeting feature allows you to separate out your spending and set realistic limits each month. That means you enjoy life to the fullest, indulging in the things that bring you joy and relaxation. With our user-friendly budgeting tool, you'll be able to effortlessly track your expenses and savings, ensuring your financial well-being while still having the freedom to treat yourself without worrying about money.",
      "image": "image-restaurant.jpg"
    },
    {
      "id": 4,
      "author": "Claire Robinson",
      "title": "Receive money in any currency with no fees",
      "content": "The world is getting smaller and we’re becoming more mobile. So why should you be forced to only receive money in a single currency or through a specific payment method? At Easybank, we believe in giving you the flexibility and freedom to receive funds the way you want. Our platform is designed to accommodate various currencies and payment options, ensuring that you can access your money with ease, regardless of where you are in the world. Say goodbye to unnecessary fees and restrictions, and embrace a more versatile financial future with Easybank.",
      "image": "image-currency.jpg"
    }
  ]
}